Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2013.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the First Session of the Twelfth National People's Congress on March 5, 2013
zh_cn: ——2013年3月5日在第十二届全国人民代表大会第一次会议上

source: Wen Jiabao, Premier of the State Council
zh_cn: 国务院总理 温家宝

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I now present to you the report on the government's work of the past five years and suggestions for its work this year for your deliberation and for comments from the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会报告过去五年的政府工作，并对今年工作提出建议，请各位代表审议，并请全国政协委员提出意见。

source: I. Review of Work in the Past Five Years
zh_cn: 一、过去五年工作回顾

source: The past five years since the First Session of the Eleventh National People's Congress were a truly extraordinary period of time in the course of China's development.
zh_cn: 第十一届全国人民代表大会第一次会议以来的五年，是我国发展进程中极不平凡的五年。

source: -- We effectively countered the severe impact of the global financial crisis and maintained steady and fast economic development.
zh_cn: 我们有效应对国际金融危机的严重冲击，保持经济平稳较快发展，

source: -- China's GDP increased from 26.6 trillion yuan to 51.9 trillion yuan, and now ranks second in the world.
zh_cn: 国内生产总值从26.6万亿元增加到51.9万亿元，跃升到世界第二位；

source: -- Government revenue went up from 5.1 trillion yuan to 11.7 trillion yuan.
zh_cn: 公共财政收入从5.1万亿元增加到11.7万亿元；

source: -- A total of 58.7 million urban jobs were created.
zh_cn: 累计新增城镇就业5870万人，

source: -- The per capita disposable income of urban residents rose by an annual average of 8.8%, and the per capita net income of rural residents rose by 9.9%.
zh_cn: 城镇居民人均可支配收入和农村居民人均纯收入年均分别增长8.8%、9.9%；

source: -- Grain output increased for the ninth consecutive year in 2012.
zh_cn: 粮食产量实现“九连增”；

source: -- Progress was made in key areas of reform; and the open economy reached a new stage of development.
zh_cn: 重要领域改革取得新进展，开放型经济达到新水平；

source: -- We made China more innovative. Breakthroughs were made in developing manned spaceflight and the lunar exploration program, building a manned deep-sea submersible, launching the Beidou Navigation Satellite System, developing supercomputers and building high-speed railways. China's first aircraft carrier, the Liaoning, was commissioned.
zh_cn: 创新型国家建设取得新成就，载人航天、探月工程、载人深潜、北斗卫星导航系统、超级计算机、高速铁路等实现重大突破，第一艘航母“辽宁舰”入列；

source: -- We successfully hosted the Games of the XXIX Olympiad and the XIII Paralympic Games in Beijing and the World Expo in Shanghai.
zh_cn: 成功举办北京奥运会、残奥会和上海世博会；

source: -- We successfully mitigated the impact of the massive Wenchuan earthquake, the strong Yushu earthquake, the huge Zhugqu mudslide and other natural disasters and carried out post-disaster recovery and reconstruction.
zh_cn: 夺取抗击汶川特大地震、玉树强烈地震、舟曲特大山洪泥石流等严重自然灾害和灾后恢复重建重大胜利。

source: -- China's productive forces and overall national strength, its living standards and social security, and its international status and influence all improved significantly.
zh_cn: 我国社会生产力和综合国力显著提高，人民生活水平和社会保障水平显著提高，国际地位和国际影响力显著提高。

source: -- We successfully completed the Eleventh Five-Year Plan and got off to a good start in implementing the Twelfth Five-Year Plan.
zh_cn: 我们圆满完成“十一五”规划，顺利实施“十二五”规划。

source: -- We made significant socialist economic, political, cultural, social, and ecological progress, and wrote a new chapter in building socialism with Chinese characteristics.
zh_cn: 社会主义经济建设、政治建设、文化建设、社会建设、生态文明建设取得重大进展，谱写了中国特色社会主义事业新篇章。

source: The following are the main work we accomplished over the past five years and its main features:
zh_cn: 五年来的主要工作及特点：

source: 1. Effectively responding to the global financial crisis and promoting steady and rapid economic development
zh_cn: 一是有效应对国际金融危机，促进经济平稳较快发展。

source: In the past five years, we averted the grievous consequences of the global financial crisis, whose abruptness, rapid spread and profound impact were rarely seen in the past century.
zh_cn: 过去五年，我们是在持续应对国际金融危机严重冲击中走过来的。这场危机来势之猛、扩散之快、影响之深，百年罕见。

source: We responded to the crisis calmly, made timely and decisive adjustments to the focus of macro-control, adopted ten measures to increase domestic demand and promote steady and rapid economic growth, and implemented a comprehensive package plan.
zh_cn: 我们沉着应对，及时果断调整宏观调控着力点，出台进一步扩大内需、促进经济平稳较快增长的十项措施，全面实施一揽子计划。

source: In a two-year period, an additional four trillion yuan of government investment was made, with 1.26 trillion yuan from the central government, mainly for building government-subsidized housing, improving rural people's wellbeing, building infrastructure, developing social programs, improving the environment, promoting innovation, and carrying out post-disaster recovery and reconstruction.
zh_cn: 两年新增4万亿元投资，其中中央财政投资1.26万亿元，主要用于保障性安居工程、农村民生工程、基础设施、社会事业、生态环保、自主创新等方面建设和灾后恢复重建。

source: Over the past five years:
zh_cn: 五年来，

source: -- More than 18 million government-subsidized housing units of various types were built, and over 12 million housing units in run-down areas were upgraded.
zh_cn: 新建各类保障性住房1800多万套，棚户区改造住房1200多万套；

source: -- A total of 18,000 large and medium-sized and key small reservoirs were reinforced, 24,500 kilometers of key small and medium-length rivers were harnessed, and water-saving irrigated farmland was increased by 7.7 million hectares.
zh_cn: 完成大中型和重点小型水库除险加固1.8万座，治理重点中小河流2.45万公里，新增节水灌溉面积770万公顷；

source: -- A total of 19,700 kilometers of new rail lines were built, 8,951 kilometers of which are high-speed railways.
zh_cn: 新增铁路里程1.97万公里，其中高速铁路8951公里，

source: -- The high-speed Beijing-Shanghai, Beijing-Guangzhou and Harbin-Dalian railways and a number of intercity railways were opened to traffic.
zh_cn: 京沪、京广、哈大等高铁和一批城际铁路相继投入运营；

source: -- A total of 609,000 kilometers of new roads were built, 42,000 kilometers of which are expressways, increasing the total length of expressways in service to 95,600 kilometers.
zh_cn: 新增公路60.9万公里，其中高速公路4.2万公里，高速公路总里程达9.56万公里；

source: -- Thirty-one airports and 602 shipping berths for 10,000-ton ships were built.
zh_cn: 新建机场31个；新增万吨级港口泊位602个；

source: -- A number of bridges over rivers and bays and linking islands with other islands and the mainland were completed.
zh_cn: 一批跨江跨海大桥、连岛工程相继建成；

source: -- Smooth progress was made in major projects such as those for transporting natural gas and electricity from the west to the east and diverting water from the south to the north, and some of the projects have been completed.
zh_cn: 西气东输、西电东送、南水北调等重大工程顺利推进或建成；

source: -- Non-fossil energy production developed rapidly, and China now ranks first in the world in the installed capacity of both hydropower and wind power.
zh_cn: 非化石能源快速发展，水电、风电装机位居世界第一；

source: -- Reconstruction of the Wenchuan, Yushu and Zhugqu disaster areas transformed them completely.
zh_cn: 重建后的汶川、玉树、舟曲等灾区发生了翻天覆地的变化。

source: These impressive achievements played a vital role in our effective response to the severe impact of the global financial crisis, and laid a solid foundation for sustaining China's economic and social development. They have benefited and will continue to benefit hundreds of millions of people.
zh_cn: 这些举世瞩目的成就，对我们有效应对国际金融危机严重冲击发挥了至关重要的作用，为经济社会长远发展打下了坚实基础，已经并将继续造福亿万人民。

source: We always strove to maintain a balance between ensuring steady and rapid economic development, adjusting the economic structure, and managing inflation expectations.
zh_cn: 我们始终注重处理好保持经济平稳较快发展、调整经济结构和管理通胀预期的关系，

source: We made government macro policies more forward-looking, scientific and effective and implemented them with proper orientation, force and focus.
zh_cn: 增强宏观政策的前瞻性、科学性、有效性，注意把握好政策的取向、力度和重点。

source: When the impact of the global financial crisis was at its worst, we resolutely implemented a proactive fiscal policy and a moderately easy monetary policy, employed a full range of financial policy tools, increased government spending and made structural tax reductions.
zh_cn: 在国际金融危机冲击最严重时，果断实施积极的财政政策和适度宽松的货币政策，综合运用多种财政政策工具，增加政府支出，实行结构性减税；

source: We effectively employed monetary policy instruments such as adjusting required reserve ratios and interest rates to maintain proper growth in the money and credit supply.
zh_cn: 有效运用存款准备金率、利率等货币政策工具，保持货币信贷合理增长。

source: In response to changing macroeconomic trends, we promptly adjusted the intensity of policy implementation, reduced the force of stimulus policies at an appropriate time, and implemented a proactive fiscal policy and a prudent monetary policy.
zh_cn: 根据宏观经济走势的变化，我们及时调整政策力度，适时退出刺激政策，实施积极的财政政策和稳健的货币政策。

source: We took a holistic and balanced approach in employing fiscal policy.
zh_cn: 在财政政策运用上，坚持统筹兼顾，注重综合平衡。

source: As a result, the government deficit dropped from 2.8% of GDP in 2009 to about 1.5% last year, and both deficit-to-GDP and debt-to-GDP ratios remained at a safe level.
zh_cn: 财政赤字占国内生产总值的比重从2009年的2.8%降到去年的1.5%左右，赤字率和债务负担率保持在安全水平。

source: We strengthened comprehensive auditing of local governments' debt and management of their financing platforms, thus effectively controlling latent economic risks.
zh_cn: 加强地方政府性债务全面审计和地方政府融资平台管理，有效控制经济运行中的风险隐患。

source: In employing monetary policy, we maintained a balance between ensuring steady growth, maintaining price stability and warding off risks.
zh_cn: 在货币政策运用上，始终注意把握稳增长、控物价和防风险之间的平衡。

source: The financial system functioned soundly.
zh_cn: 金融体系运行稳健，

source: The banking sector became better able to avert risks.
zh_cn: 银行业风险抵御能力持续增强，

source: Its capital adequacy rate increased from 8.4% at the end of 2007 to 13.3% by the end of last year, and its non-performing loans dropped from 6.1% to 0.95%.
zh_cn: 资本充足率从2007年底的8.4%提升到去年底的13.3%，不良贷款率由6.1%下降到0.95%。

source: We kept a firm grip on the real estate market and kept housing prices from rising too quickly.
zh_cn: 坚持搞好房地产市场调控不动摇，遏制了房价过快上涨势头。

source: In 2012, when other major economies in the world were experiencing a slowdown in growth and constantly encountered new risks, we maintained a proper intensity in policy implementation, kept budgetary spending unchanged, improved the spending mix, and reversed the decline in economic growth. As a result, we attained all the main targets set at the beginning of the year: GDP grew by 7.8%, 12.66 million urban jobs were created, and the rise in the CPI fell to 2.6%. All this laid a good foundation for China's economic development this year.
zh_cn: 2012年，在世界各大经济体增长全面减速、各种风险不断暴露的情况下，我们合理把握政策力度，保持财政预算支出规模不变，优化支出结构，扭转经济下滑趋势，全面实现年初确定的主要目标，国内生产总值增长7.8%，城镇新增就业1266万人，居民消费价格涨幅回落到2.6%，为今年经济发展打下好的基础。

source: -- China's economy as a whole maintained steady and rapid growth.
zh_cn: 我国宏观经济总体上保持增速平稳较快、

source: --Prices remained fairly stable.
zh_cn: 物价相对稳定、

source: -- Employment steadily increased.
zh_cn: 就业持续增加、

source: -- The balance of payments moved toward equilibrium.
zh_cn: 国际收支趋于平衡的良好态势，

source: -- GDP grew at an average annual rate of 9.3%, considerably higher than the average global rate and the average rate of other emerging economies for the same period.
zh_cn: 国内生产总值年均增长9.3%，显著高于同期全球和新兴经济体的增速，

source: -- China's inflation rate was also much lower than that of other emerging economies.
zh_cn: 通货膨胀率远低于其他新兴经济体。

source: The Chinese economy is stable and full of vitality.
zh_cn: 我国经济稳定，充满活力。

source: In the last five years, faced with severe challenges posed by a complex and volatile international economic environment and a sluggish global economy, the central leadership, on the basis of a scientific judgment of the situation, made resolute decisions that steered China's modernization drive clear of major pitfalls created by huge external shocks.
zh_cn: 回首这五年，面对国际经济形势复杂多变、持续低迷的严峻挑战，中央科学判断、果断决策，有效避免了我国现代化进程因巨大的外部冲击而出现大的波折，

source: Experience fully proves these decisions and implementing steps were entirely correct.
zh_cn: 实践证明这些决策部署是完全正确的。

source: 2. Accelerating adjustment of the economic structure and improving the quality and performance of economic development
zh_cn: 二是加快经济结构调整，提高经济发展的质量和效益。

source: We adhered to the strategy of expanding domestic demand. As a result, the contribution of domestic demand to economic growth increased significantly, and the share of current account surplus in the GDP dropped from 10.1% to 2.6%.
zh_cn: 坚持实施扩大内需战略，内需对经济增长的贡献率明显提高，经常项目顺差占国内生产总值的比重从10.1%下降到2.6%。

source: The upgrading in the mix of private consumption accelerated.
zh_cn: 居民消费结构加快升级。

source: -- At the end of 2012, the per capita living area of urban and rural residents was 32.9 square meters and 37.1 square meters respectively, an increase of 2.8 and 5.5 over 2007.
zh_cn: 2012年底，城镇和农村人均住房面积32.9平方米、37.1平方米，分别比2007年增加2.8平方米和5.5平方米；

source: -- Car ownership stood at 21.5 cars per 100 urban households, an increase of 15.5 over 2007.
zh_cn: 城镇居民每百户拥有家用汽车21.5辆，比2007年增加15.5辆；

source: -- Travel- and entertainment-related spending has risen substantially.
zh_cn: 旅游、文化消费大幅增加。

source: We adhered to the new path of industrialization with distinctive Chinese features and promoted transformation and upgrading of industrial sectors.
zh_cn: 坚持走中国特色新型工业化道路，大力推进产业转型升级。

source: -- China's manufacturing industry became the largest in the world.
zh_cn: 我国制造业规模跃居全球首位，

source: With added-value growing at an average annual rate of 13.4% during the past five years, high-tech manufacturing has become a leading pillar of the economy.
zh_cn: 高技术制造业增加值年均增长13.4%，成为国民经济重要先导性、支柱性产业；

source: -- Strategic emerging industries grew rapidly, including clean energy, energy conservation, environmental protection, next-generation information and communication technology, biomedicines, and high-end equipment manufacturing.
zh_cn: 清洁能源、节能环保、新一代信息技术、生物医药、高端装备制造等一批战略性新兴产业快速发展。

source: -- The overall quality of manufactured goods steadily improved.
zh_cn: 产品质量整体水平不断提高。

source: -- The share of value-added of the service sector in the GDP increased by 2.7 percentage points, and it now creates more jobs than any other sector.
zh_cn: 服务业增加值占国内生产总值比重提高2.7个百分点，成为吸纳就业最多的产业。

source: We made steady progress in conserving energy, reducing emissions, and protecting the environment.
zh_cn: 扎实推进节能减排和生态环境保护。

source: Over the past five years, the following backward production facilities were closed: -- Iron works with a total output capacity of 117 million tons. -- Steel mills with a capacity of 78 million tons. -- Cement plants with a capacity of 775 million tons.
zh_cn: 五年累计，共淘汰落后炼铁产能1.17亿吨、炼钢产能7800万吨、水泥产能7.75亿吨；

source: Moreover, in the past five years: -- Daily urban sewage treatment capacity increased by 46 million tons. -- Energy consumption per unit of GDP fell by 17.2%. -- Total chemical oxygen demand fell by 15.7%. -- Total sulfur dioxide emissions fell by 17.5%. -- Environmental air quality standards were revised. -- The air quality index for monitoring fine particulate matter (PM2.5) was added.
zh_cn: 新增城市污水日处理能力4600万吨；单位国内生产总值能耗下降17.2%，化学需氧量、二氧化硫排放总量分别下降15.7%和17.5%。修订环境空气质量标准，增加细颗粒物PM2.5等监测指标。

source: Progress was made in major ecological projects to protect virgin forests, afforest marginal farmland, and prevent and control desertification.
zh_cn: 推进天然林保护、退耕还林、防沙治沙等重点生态工程建设，

source: Over the past five years: -- An additional 29.53 million hectares of land were planted with trees. -- Desertification was halted on 11.96 million hectares of land. -- Soil erosion on 246,000 square kilometers of land was brought under control. -- A total of 180,000 square kilometers of land were improved.
zh_cn: 五年累计完成造林2953万公顷，治理沙漠化、石漠化土地1196万公顷，综合治理水土流失面积24.6万平方公里，整治国土面积18万平方公里。

source: We implemented the master strategy for regional development, promulgated and implemented the national plan for developing functional zones, formulated new ten-year guidelines for the large-scale development of the western region and a number of regional development plans, and accelerated leapfrog development of Tibet and Xinjiang.
zh_cn: 深入实施区域发展总体战略，颁布实施全国主体功能区规划，制定西部大开发新十年指导意见和一系列区域发展规划，加快推进西藏、新疆等地区跨越式发展，

source: We formulated and implemented a new ten-year program for rural poverty alleviation and development, raised the poverty line to 2,300 yuan at 2010 prices, and intensified efforts to alleviate poverty in contiguous areas with acute difficulties.
zh_cn: 制定实施新十年农村扶贫开发纲要，将扶贫标准提高到2300元（2010年不变价），加强集中连片特殊困难地区扶贫攻坚。

source: Major economic indicators rose faster in the central and western regions and northeast China than the national average.
zh_cn: 中西部和东北地区主要发展指标增速高于全国平均水平，

source: Transformation and upgrading of the industrial sector in the eastern region accelerated, and a pattern of regional development is taking shape in which each region both has its distinctive strengths and draws on the strengths of other regions.
zh_cn: 东部地区产业转型升级步伐加快，各具特色、良性互动的区域发展格局正在形成。

source: We advanced urbanization actively yet prudently.
zh_cn: 积极稳妥推进城镇化，

source: Over the past five years: -- A total of 84.63 million rural residents migrated to urban areas. -- The urbanization level rose from 45.9% to 52.6%, marking a historic turning point in China's urban-rural population structure.
zh_cn: 五年转移农村人口8463万人，城镇化率由45.9%提高到52.6%，城乡结构发生了历史性变化。

source: Development between urban and rural areas and between regions became more balanced.
zh_cn: 城乡、区域发展的协调性明显增强。

source: 3. Unremittingly doing our work related to agriculture, rural areas, and farmers well, and consolidating and strengthening the position of agriculture as the foundation of the economy
zh_cn: 三是毫不放松地抓好“三农”工作，巩固和加强农业基础地位。

source: We carried out agricultural modernization while deepening industrialization, application of information and communication technologies (ICT), and urbanization, and we pooled resources to accomplish a number of major tasks that are important to the long-term development of agriculture and rural areas and to the vital interests of farmers.
zh_cn: 我们坚持在工业化、信息化、城镇化深入发展中同步推进农业现代化，集中力量办成了一些关系农业农村长远发展、关系农民切身利益的大事。

source: -- We increased central government spending on agriculture, rural areas and farmers, which totaled 4.47 trillion yuan for the past five years and rose by an average annual rate of 23.5%.
zh_cn: 加大财政投入，中央财政“三农”累计支出4.47万亿元，年均增长23.5％。

source: -- We established a sound system for subsidizing grain farmers and a sound mechanism for subsidizing major grain-producing areas, broadened the coverage of the subsidies, and raised them every year, from 63.9 billion yuan in 2007 to 192.3 billion yuan in 2012.
zh_cn: 建立健全种粮农民补贴制度和主产区利益补偿机制，补贴标准逐年提高，覆盖范围不断扩大，补贴资金从2007年的639亿元增加到2012年的1923亿元。

source: -- We provided more rural financial services, and the outstanding balance of bank loans to agriculture, rural areas and farmers increased from 6.12 trillion yuan at the end of 2007 to 17.63 trillion yuan at the end of 2012.
zh_cn: 加强农村金融服务，涉农贷款余额从2007年末的6.12万亿元增加到2012年末的17.63万亿元。

source: -- We carried out the policy of minimum grain purchase prices and raised the floor prices for wheat and rice between 41.7% and 86.7%.
zh_cn: 实行粮食最低收购价政策，小麦、稻谷最低收购价累计提高41.7%到86.7%。

source: -- We intensified protection of farmland and farmers' rights and interests, and made a lot of preparations to improve the system of compensating for expropriation of rural collective land.
zh_cn: 加强耕地保护，维护农民权益，为完善农村集体土地征收补偿制度做了大量准备工作。

source: -- We made greater progress in agricultural science and technology and the development of modern agriculture, and we increased support for cultivating superior varieties and breeds, preventing and controlling animal and plant epidemics, and spreading agricultural technology in villages.
zh_cn: 加快推进农业科技进步和现代农业建设，加大对良种繁育、动植物疫病防控、基层农技推广的支持力度。

source: -- We built more water conservancy projects, improved rural land, developed high-grade farmland, and kept the country's total area of farmland over 121.3 million hectares.
zh_cn: 大力兴修水利，开展农村土地整治，建设高标准农田，耕地面积保持在18.2亿亩以上。

source: -- Thanks to these efforts, China's overall grain production capacity reached a new level, and its grain output in each of the past six years increased and exceeded 500 million tons.
zh_cn: 粮食综合生产能力跃上新台阶，粮食总产量连续6年稳定在万亿斤以上并逐年增加。

source: -- We strengthened rural infrastructure such as roads and water, power and methane supply capacity. We built or upgraded 1.465 million kilometers of rural roads, renovated run-down houses for 10.33 million rural households, provided safe drinking water for an additional 300 million plus rural residents, and delivered electricity to 4.45 million people in areas without power supply. This led to steady improvement in rural productivity and quality of life.
zh_cn: 加强农村水电路气等基础设施建设，新建改建农村公路146.5万公里，改造农村危房1033万户，解决了3亿多农村人口的饮水安全和无电区445万人的用电问题，农村生产生活条件不断改善。

source: -- We encouraged surplus rural workers to find nonagricultural employment. The per capita net income of rural residents grew rapidly, and the relative income gap between urban and rural residents has progressively narrowed since 2010.
zh_cn: 积极引导农村富余劳动力转向非农产业，农民人均纯收入持续较快增长，2010年以来城乡居民相对收入差距逐步缩小。

source: -- We deepened overall rural reform.
zh_cn: 深化农村综合改革。

source: -- We basically completed the main tasks for reforming the collective forest tenure system, made comprehensive progress in determining, registering and certifying collective land ownership, and carried out trials for registering contracted rural land-use rights.
zh_cn: 集体林权制度主体改革基本完成，全面推进农村集体土地确权颁证工作，开展农村土地承包经营权登记试点。

source: Sound agricultural and rural development provided important support for China to counter the severe impact of the global financial crisis and natural disasters and maintain overall stability in economic and social development.
zh_cn: 农业农村发展的好形势，为应对国际金融危机和各种自然灾害严重冲击、稳定经济社会发展大局提供了重要支撑。

source: 4. Steadfastly implementing the strategy for making China strong through the development of science and education, and boosting the country's core ability to sustain economic and social development
zh_cn: 四是坚持实施科教兴国战略，增强经济社会发展的核心支撑能力。

source: We accelerated implementation of the National Plan for Long- and Medium-Term Scientific and Technological Development; formulated and implemented the National Plan for Long- and Medium-Term Education Reform and Development, the National Plan for Long- and Medium-Term Development of Competent Personnel and the national strategy on intellectual property rights. This gave impetus to all-around progress in science and technology, education, and culture and laid a solid foundation for ensuring China's long-term development.
zh_cn: 我们加快实施国家中长期科学和技术发展规划纲要，制定实施国家中长期教育改革和发展规划纲要、国家中长期人才发展规划纲要和国家知识产权战略，推动科技、教育、文化事业全面发展，为国家长远发展奠定了坚实基础。

source: We gave high priority to developing education.
zh_cn: 优先发展教育事业。

source: Government spending on education totaled 7.79 trillion yuan over the past five years, increasing at an average annual rate of 21.58% to reach 4% of GDP in 2012.
zh_cn: 国家财政性教育经费支出五年累计7.79万亿元，年均增长21.58%，2012年占国内生产总值比例达到4%。

source: We allocated educational resources, giving priority to rural, remote, poor and ethnic minority areas and made notable progress in improving fairness in education.
zh_cn: 教育资源重点向农村、边远、民族、贫困地区倾斜，教育公平取得明显进步。

source: We made free nine-year compulsory education universal across the country, benefiting 160 million students.
zh_cn: 全面实现城乡九年免费义务教育，惠及1.6亿学生。

source: A three-year action plan for preschool education was carried out, and the shortage of preschools was eased.
zh_cn: 实施学前教育三年行动计划，“入园难”问题有所缓解。

source: We improved the system of state financial aid to students, and established a system for giving students from poor families financial aid from preschool through graduate school.
zh_cn: 国家助学制度不断完善，建立了家庭经济困难学生资助体系，实现从学前教育到研究生教育各个阶段全覆盖，

source: We spent approximately 100 billion yuan annually for this purpose and assisted nearly 80 million students.
zh_cn: 每年资助金额近1000亿元，资助学生近8000万人次。

source: We implemented the policy of tuition-free secondary vocational education for all rural students and all urban students who study agriculture-related majors or are from poor families.
zh_cn: 实施中等职业教育免学费政策，覆盖范围包括所有农村学生、城市涉农专业学生和家庭经济困难学生。
